Repository: mtnguyen03/TwnaShop
Catalog: ShopWeb/Resources/SharedResource.*.resx
Languages: vi_vn

source: 10% off
vi_vn: Giảm 10%

# ab
source: About
vi_vn: Giới Thiệu

source: About Us
vi_vn: Thông tin

source: Action
vi_vn: Hành động

# ad
source: Address
vi_vn: Địa Chỉ

source: Address Details
vi_vn: Chi tiết địa chỉ

# AddressPlaceholder
source: Enter address
vi_vn: Nhập địa chỉ

# addressPrf
source: Please enter Address
vi_vn: Vui lòng nhập địa chỉ.

# addressPrf1
source: Address must be at least 5 characters long
vi_vn: Địa chỉ it nhất 5 kí tự.

# addRule
source: Additional Rules
vi_vn: Quy tắc bổ sung

# addRule1
source: Blocking Functional Card Chains: If a player is played a +2 or +4 card and they have a Nope card, they can use it to block and avoid drawing additional cards.
vi_vn: Chặn chuỗi bài chức năng: Nếu người chơi được chơi một lá bài +2 hoặc +4 và họ có một lá bài CHẶN, họ có thể sử dụng nó để chặn và tránh rút thêm bài.

# addRule2
source: Counteracting Skip Cards: If a player skips their turn using a Skip card, others can use a Nope card to prevent them from skipping.
vi_vn: Chống lại Thẻ BỎ QUA: Nếu một người chơi bỏ qua lượt của mình bằng thẻ Bỏ qua, những người chơi khác có thể sử dụng thẻ Không để ngăn họ bỏ qua.

# addRule3
source: Counteracting Nope Cards: If a player uses a Nope card to avoid performing an action according to another player's functional card, others can use a Nope card to nullify the effect of the first Nope card.
vi_vn: Chống lại các lá bài CHẶN: Nếu một người chơi sử dụng lá bài CHẶN để tránh thực hiện một hành động theo lá bài có chức năng của người chơi khác, những người khác có thể sử dụng lá bài CHẶN để vô hiệu hóa hiệu ứng của lá bài CHẶN đầu tiên.

source: Add to Cart
vi_vn: Thêm vào giỏ hàng

source: Approve Refund
vi_vn: Xác nhận hoàn trả

source: Back Home
vi_vn: Về trang chủ

# btnBuy
source: Buy
vi_vn: Xác nhận

# btnCancelOrder
source: Cancel
vi_vn: Hủy đơn

# btnDisputeOrder
source: DisputeOrder
vi_vn: Chưa nhận hàng?

# btnRequestRefund
source: Refund Request
vi_vn: Hoàn hàng

source: Cancel
vi_vn: Đã hủy

source: Cart
vi_vn: Giỏ hàng

source: Check
vi_vn: Khám Phá

# ChoosePayment
source: Choose Payment Method:
vi_vn: Chọn phương thức thanh thoán

source: Closed
vi_vn: Đóng cửa

# co
source: Check Our
vi_vn: Khám Phá

# colorDt
source: Various colors, eye-catching and impressive design.
vi_vn: Nhiều màu sắc, thiết kế bắt mắt và ấn tượng.

source: Colors
vi_vn: Màu sắc

# company
source: Company’s name:
vi_vn: Tên công ty:

# Conlai
source: Remaining
vi_vn: Còn lại

# ct
source: Contact
vi_vn: Liên Hệ

# cu
source: Contact Us
vi_vn: Liên Hệ Với Chúng Tôi

# de
source: Develop Soft Skills and Focus
vi_vn: Phát Triển Kỹ Năng Mềm và Tập Trung

# Dehanhdong
source: to act
vi_vn: để hành động

# dep
source: While playing, participants develop soft skills, improve their ability to think critically, and increase concentration.
vi_vn: Trong khi chơi, người tham gia phát triển các kỹ năng mềm, cải thiện khả năng tư duy phản biện và tăng cường sự tập trung.

source: District
vi_vn: Quận/Huyện

# dlv3d
source: Delivery done in 3 days from date of purchase
vi_vn: Giao hàng trong vòng 3 ngày kể từ ngày mua

# dnh
source: Change status
vi_vn: Đã nhận ?

# edp
source: Edit Profile
vi_vn: Sửa hồ sơ

# email1
source: Please enter your email
vi_vn: Nhập email

# email2
source: Please enter a valid email
vi_vn: Nhập email hợp lệ

# EmailPlaceholder
source: Enter email
vi_vn: Nhập email

# endGame
source: End of Game
vi_vn: Kết thúc trò chơi

# endGame1
source: The game ends when a player runs out of cards in their hand. That player is the winner.
vi_vn: Trò chơi kết thúc khi một người chơi hết bài trên tay. Người chơi đó là người chiến thắng.

source: Enter quantity
vi_vn: Nhập số lượng

# errorCart
source: Cart is empty or user not logged in.
vi_vn: Gio hang trong

# eu
source: Email Us
vi_vn: Email

# fou
source: Follow Us
vi_vn: Theo Dõi Chúng Tôi

# fu
source: FPT UNIVERSITY DANANG
vi_vn: ĐẠI HỌC FPT ĐÀ NẴNG

source: Full Name
vi_vn: Họ và tên

# FullNamePlaceholder
source: Enter full name
vi_vn: Nhập họ và tên

# g
source: Gallery
vi_vn: Thư Viện Hình Ảnh

source: Gameplay
vi_vn: Cách chơi

# gameplay1
source: Turn Order: The first player starts by playing a card from their hand. The next player must play a card of the same type or use a functional card if available.
vi_vn: Thứ tự lượt chơi: Người chơi đầu tiên bắt đầu bằng cách chơi một lá bài trên tay. Người chơi tiếp theo phải chơi một lá bài cùng loại hoặc sử dụng một lá bài có chức năng nếu có.

# gamerule
source: Game Rules
vi_vn: Luật chơi

# gf
source: Simple and easy-to-understand rules, promise lots of fun and excitement.
vi_vn: Luật chơi đơn giản và dễ hiểu, hứa hẹn mang lại nhiều niềm vui và trải nghiệm mới.

# giamgia
source: Sale 10%
vi_vn: Giảm giá 10%

source: Hello
vi_vn: Xin chào

# ho
source: Home
vi_vn: Trang Chủ

# hvqs
source: Have a question about our products at E-Store? Feel free to contact our representatives via live chat or email.
vi_vn: Bạn có thắc mắc về sản phẩm của chúng tôi tại E-Store? Vui lòng liên hệ với đại diện của chúng tôi qua trò chuyện trực tiếp hoặc email.

# infor
source: BoardFusion is a combination of many types of board games, providing diverse experiences that create flexibility for players.
vi_vn: BoardFusion là sự kết hợp của nhiều loại trò chơi Board games, mang đến những trải nghiệm đa dạng, tạo sự linh hoạt cho người chơi.

source: Invalid login attempt.
vi_vn: Đăng nhập không hợp lệ.

source: Item added to cart successfully!
vi_vn: Đã thêm sản phẩm vào giỏ hàng thành công!

source: Learn More
vi_vn: Xem thêm

source: Login
vi_vn: Đăng nhập

source: Logout
vi_vn: Đăng xuất

source: Mark as Delivered
vi_vn: Đã giao hàng.

source: Material
vi_vn: Chất liệu

# materialDt
source: Sturdy paper.
vi_vn: Giấy cứng.

source: Mission:
vi_vn: Sứ Mệnh:

# missionp
source: Bringing quality, unique, and versatile board game products to enrichthe entertainment life of young people.
vi_vn: Mang đến những sản phẩm board game chất lượng, độc đáo và linh hoạt để làm phong phú đời sống giải trí của giới trẻ.

source: Mobile Number
vi_vn: Số điện thoại

# ms
source: Mon-Sat:
vi_vn: Thứ Hai đến Thứ Bảy:

# Muangay
source: Buy today
vi_vn: Mua ngay hôm nay

# name1
source: Please enter your full name
vi_vn: Nhập họ và tên

# name2
source: Full name can only contain letters and spaces
vi_vn: Tên không chứa kí tự đặc biệt, số

# ne
source: New Experience for Young People
vi_vn: Trải Nghiệm Mới Cho Giới Trẻ

# nep
source: Bringing young people a new form of entertainment that can be played anytime, anywhere, making it easily accessible and fun.
vi_vn: Mang đến cho giới trẻ một hình thức giải trí mới có thể chơi bất cứ lúc nào, ở bất kỳ đâu, giúp dễ dàng tiếp cận và vui vẻ.

# nh
source: Need Help?
vi_vn: Cần Giúp Đỡ?

# og
source: Our Gallery
vi_vn: Thư Viện Hình Ảnh

# oh
source: Opening Hours
vi_vn: Giờ Làm Việc

# om
source: Our Menu
vi_vn: Sản Phẩm Của Chúng Tôi

source: Order Date
vi_vn: Ngày đặt hàng

# orderna
source: Order now to get this product delivery
vi_vn: Đặt hàng ngay để nhận sản phẩm này giao hàng

source: Payment Failed
vi_vn: Thanh toán thất bại

source: Payment Success
vi_vn: Thanh toán thành công

# Payment_Success1
source: Thank you for completing your secure online payment.
vi_vn: Cảm ơn bạn đã hoàn tất thanh toán trực tuyến an toàn.

# Payment_Success2
source: Have a great day!
vi_vn: Chúc bạn một ngày tuyệt vời!

# ph1
source: With the current board game market potential, this product promises to easily reach many customer segments. Depending on age, there will be decks of cards suitable for everyone. It is easy to carry and have fun with friends and family anytime, anywhere.
vi_vn: Với tiềm năng thị trường trò chơi BoardGame hiện nay, sản phẩm này hứa hẹn sẽ dễ dàng tiếp cận nhiều phân khúc khách hàng. Tùy theo độ tuổi sẽ có những bộ bài phù hợp với mọi người. Dễ dàng mang theo và vui chơi cùng bạn bè, gia đình mọi lúc mọi nơi.

source: Phone
vi_vn: Điện thoại

# phone1
source: Please enter your mobile number
vi_vn: Nhập số điện thoại

# phone2
source: Please enter a valid 10-digit mobile number
vi_vn: Nhập số điện thoại hợp lệ

# phone3
source: Please enter a valid 10-digit mobile number
vi_vn: Nhập số điện thoại hợp lệ

# phone4
source: Please enter a valid 10-digit mobile number
vi_vn: Nhập số điện thoại hợp lệ

# PhonePlaceholder
source: Enter phone number
vi_vn: Nhập số điện thoại

# pm1
source: Payment Online
vi_vn: Thanh toán Online

# pm2
source: Payment on Delivery
vi_vn: Thanh toán khi nhận hàng

# pr
source: Product
vi_vn: Sản Phẩm

# prDetail
source: Product Details
vi_vn: Chi tiết sản phẩm

source: Product Image
vi_vn: Hình ảnh

source: Product Name
vi_vn: Tên

source: Profile Settings
vi_vn: Cài đặt hồ sơ

source: Province/City
vi_vn: Tỉnh/Thành phố

# prst
source: Preparation
vi_vn: Sự chuẩn bị

# prst1
source: Shuffle all cards into a common deck.
vi_vn: Trộn tất cả các lá bài vào một bộ bài chung.

# prst2
source: Each player draws 5 cards from the common deck.
vi_vn: Mỗi người chơi rút 5 lá bài từ bộ bài chung.

# prst3
source: The remaining deck is placed in the middle of the table, known as the common deck.
vi_vn: Bộ bài còn lại được đặt ở giữa bàn, được gọi là bộ bài chung.

source: Quantity
vi_vn: Số lượng

# Quantity1
source: Quantity
vi_vn: Số lượng

# Quantity2
source: Quantity:
vi_vn: Số lượng:

# quantityDt
source: 80 cards in total, comprising 50 large cards and 30 small cards.
vi_vn: Tổng cộng có 80 thẻ, bao gồm 50 thẻ lớn và 30 thẻ nhỏ.

# r1
source: Card 1: 2 Truths or Dares
vi_vn: Thẻ 1: 2 Sự thật hoặc Thử thách

# r1dt
source: When drawn, the player must draw 2 Truth or Dare cards (Card 6). The player must then perform one of the actions written on Card 6 or drink alcohol.
vi_vn: Khi rút, người chơi phải rút 2 lá bài Sự thật hay Thách thức (thẻ nhỏ) (Lá bài 6). Sau đó, người chơi phải thực hiện một trong những hành động được viết trên Lá bài 6 hoặc uống rượu.

# r2
source: Card 2: Skip
vi_vn: Thẻ 2: Bỏ qua

# r2dt
source: Used to skip your turn. Play moves to the next player.
vi_vn: Dùng để bỏ qua lượt của bạn. Chơi nước đi cho người chơi tiếp theo.

# r3
source: Card 3: Nope
vi_vn: Thẻ 3: Chặn

# r3dt
source: Used to block the most recent action. The player who was blocked cannot perform their last action and must perform a new one.
vi_vn: Được sử dụng để chặn hành động gần đây nhất. Người chơi bị chặn không thể thực hiện hành động cuối cùng của mình và phải thực hiện hành động mới.

# r4
source: Card 4: +2
vi_vn: Thẻ 4: +2

# r4dt
source: The next player must draw 2 cards from the common deck.
vi_vn: Người chơi tiếp theo phải rút 2 lá bài từ bộ bài chung.

# r5
source: Card 5: +4
vi_vn: Thẻ 5: +4

# r5dt
source: The next player must draw 4 cards from the common deck.
vi_vn: Người chơi tiếp theo phải rút 4 lá bài từ bộ bài chung.

# r6
source: Card 6: Truth or Dare (small card)
vi_vn: Thẻ 6: Sự thật hay Thách thức (thẻ nhỏ)

# r6dt
source: Contains truths or dares written inside. The player must perform the action written, or drink alcohol if they can't perform it.
vi_vn: Chứa sự thật hoặc thử thách được viết bên trong. Người chơi phải thực hiện hành động được viết hoặc uống rượu nếu không thể thực hiện.

# r7
source: Card 7: Number (1-8, 4 colors)
vi_vn: Thẻ 7: Số (1-8, 4 màu)

# r7dt
source: The player can play a card matching the number and color currently on the table. If they don't have a suitable card, they must draw one from the common deck and skip their turn if unable to play.
vi_vn: Người chơi có thể chơi một lá bài trùng với số và màu hiện có trên bàn. Nếu không có lá bài phù hợp, họ phải rút một lá bài từ bộ bài chung và bỏ qua lượt chơi nếu không thể chơi.

source: Resolve Dispute
vi_vn: Giải quyết

source: Return Home
vi_vn: Về trang chủ

# s
source: Menu
vi_vn: Sản phẩm

source: Save Profile
vi_vn: Lưu hồ sơ

source: Select District
vi_vn: Chọn quận/huyện

source: Select Province/City
vi_vn: Chọn tỉnh/thành phố

source: Select Ward
vi_vn: Chọn phường/xã

# ShipAddress
source: Shipping Address
vi_vn: Địa chỉ

source: Shop Now
vi_vn: Mua ngay

source: Shopping Cart
vi_vn: Giỏ hàng

source: Size
vi_vn: Kích thước

# sizeDt
source: Large cards: 5.5 x 8.5 cm, small cards: 3 x 5 cm.
vi_vn: Thẻ lớn: 5,5 x 8,5 cm, thẻ nhỏ: 3 x 5 cm.

# slidewelcom
source: Welcome to Gameboard Shop. Your one-stop shop for exciting board games!
vi_vn: Chào mừng đến với Gameboard Shop. Cửa hàng cung cấp các trò chơi BoardGame thú vị!

# sm
source: Send Message
vi_vn: Gửi tin nhắn

# sp
source: BoardFusion Menu
vi_vn: Sản Phẩm BoardFusion

source: Status
vi_vn: Trạng thái

# StatusCancelled
source: Cancelled
vi_vn: Đã hủy

# StatusDisputed
source: Request Dispute
vi_vn: Yêu cầu giải quyết

# StatusPending
source: Pending
vi_vn: Đang giao

# StatusReceived
source: Received
vi_vn: Đã nhận

# StatusRefundDisputed
source: RefundDisputed
vi_vn: Đã giải quyết

# StatusRefundRequested
source: RefundRequested
vi_vn: Đã trả hàng

# StatusReturned
source: Requested Returned
vi_vn: Yêu cầu trả hàng

source: Sunday
vi_vn: Chủ nhật

source: This product is out of stock!
vi_vn: Sản phẩm hiện đã hết hàng!

source: Time limit exceeded for actions.
vi_vn: Hết thời gian hành động

# un
source: Unique and Healthy Entertainment
vi_vn: Giải trí Độc đáo và Lành mạnh

source: Unit Price
vi_vn: Đơn giá

# unp
source: Offering an attractive and healthy form of entertainment with high interactivity and collectivity, creating connections between people.
vi_vn: Cung cấp một hình thức giải trí hấp dẫn và lành mạnh với tính tương tác và tập thể cao, tạo ra sự kết nối giữa mọi người.

source: Vision:
vi_vn: Tầm nhìn:

# visionp
source: "To create innovative and inclusive board games that bring people together, inspire, enhance strategic thinking, and provide memorable experiences for today's youth."
vi_vn: "Tạo ra những trò chơi board game sáng tạo và bao gồm, kết nối mọi người lại với nhau, truyền cảm hứng, nâng cao khả năng tư duy chiến lược và mang đến những trải nghiệm đáng nhớ cho giới trẻ ngày nay."

source: Ward
vi_vn: Phường/Xã

source: Watch Video
vi_vn: Xem video

# wcb
source: Why Choose BoardFusion
vi_vn: Tại sao chọn BoardFusion

# wcbp
source: With the current board game market potential, this product promises to easily reach many customer segments, depending on age, there will be decks of cards suitable for them. Easy to carry and have fun with friends and family anytime, anywhere.
vi_vn: Với tiềm năng thị trường board game hiện tại, sản phẩm này hứa hẹn dễ dàng tiếp cận nhiều phân khúc khách hàng khác nhau. Tùy thuộc vào độ tuổi, sẽ có các bộ bài phù hợp cho từng nhóm. Dễ dàng mang theo và vui chơi cùng bạn bè và gia đình bất cứ lúc nào, ở bất kỳ đâu.
